{
  "common": {
    "locale": "en",
    "hot-press": "Hot Press",
    "projects": "Projects",
    "services": "Services",
    "about-us": "About Us",
    "references": "References",
    "contact": "Contact",
    "intro-title": "Mark your presence online",
    "intro-text": "We are your partner in digital marketing and development",
    "intro-projects": "Our Projects",
    "intro-contact": "Contact Us",
    "contact-us": "Contact Us",
    "your-name": "Your Name",
    "your-email": "Your Email",
    "your-phone": "Your Phone",
    "your-company": "Your Company",
    "your-message": "Your Message",
    "send": "Send",
    "who-are-we-title": "Who are we?",
    "who-are-we-text": "We are a marketing, design, and software company that makes a difference in the digital world with innovative solutions. By focusing on the needs of our customers, we offer them unique and effective strategies. Our team consists of the best professionals in the industry, and we aim for superior quality in every project.",
    "services-title": "What Do We Do?",
    "services-1-title": "Marketing",
    "services-1-text": "With our digital marketing strategies, we help your brand reach a broader audience. We offer a wide range of services, from social media management to SEO optimization, content marketing to digital ad campaigns. We ensure you meet your target audience at the right time and place.",
    "services-2-title": "Design",
    "services-2-text": "By combining aesthetics and functionality, we create the visual identity of your brand. From web and mobile interface designs to corporate identity work, from advertising visuals to graphic design, we produce creative solutions in every area. Our design team helps you tell your brand's story in the most effective way.",
    "services-3-title": "Software",
    "services-3-text": "With our advanced software solutions, we digitize your business processes and increase your efficiency. We develop websites, mobile applications, e-commerce platforms, and custom software projects. We analyze customer-specific software needs and provide solutions with the most suitable technologies.",
    "why-us-title": "Why Us?",
    "why-us-1-title": "Experience and Expertise",
    "why-us-1-text": "With the experience and broad knowledge we've gained over the years, we bring your projects to life successfully.",
    "why-us-2-title": "Creativity and Innovation",
    "why-us-2-text": "With our creative and innovative approach, we offer different and impressive solutions in every project.",
    "why-us-3-title": "Customer-Oriented Approach",
    "why-us-3-text": "We prioritize customer satisfaction and shape projects according to the needs of our clients.",
    "why-us-4-title": "All in One Solution",
    "why-us-4-text": "By offering marketing, design, and software together, we meet all the digital needs of your projects under one roof. You get to enjoy exceptional results without having to jump from one service to another.",
    "why-us-5-text": "Let's bring your brand a step ahead in the digital world. We are excited to collaborate on successful projects.",
    "service-1-title": "Brand Identity",
    "service-1-text": "We understand that your brand is the heart of your business. At our agency, we work closely with you to craft a unique and powerful brand identity that embodies your values and connects with your audience. From logo design and color schemes to tone of voice and visual aesthetics, we ensure that every element of your brand tells a consistent and compelling story. Our goal is to help you stand out in the market and leave a lasting impression on your customers.",
    "service-2-title": "Marketing Strategy",
    "service-2-text": "A strong marketing strategy is the foundation of business success. We specialize in developing comprehensive, data-driven marketing strategies that align with your business goals. By analyzing market trends, your target audience, and the competitive landscape, we create a roadmap that guides all your marketing efforts, from content creation to ad placements. Whether you're looking to build brand awareness, drive conversions, or increase customer loyalty, we tailor our approach to deliver measurable results.",
    "service-3-title": "Advertising",
    "service-3-text": "Effective advertising goes beyond catchy slogans and visuals. At our agency, we design and execute highly targeted advertising campaigns that reach the right audience at the right time. Whether through Google Ads, social media platforms, or display networks, we create ads that capture attention, evoke emotions, and drive action. Our team continuously optimizes campaigns based on performance data to ensure your ad spend generates the best possible return on investment.",
    "service-4-title": "Web Design and Development",
    "service-4-text": "Your website is often the first interaction potential customers have with your brand. We design and develop custom websites that not only look stunning but also function seamlessly across all devices. Our web development team ensures your site is fast, secure, and user-friendly, with a focus on providing an exceptional user experience. From e-commerce platforms to informational sites, we build digital experiences that support your business goals and keep users coming back.",
    "service-5-title": "Mobile App Design and Development",
    "service-5-text": "In today’s mobile-first world, having a high-quality mobile app is crucial for reaching and engaging your audience. We specialize in designing and developing mobile apps that are intuitive, engaging, and fully optimized for both iOS and Android platforms. Whether you're looking to create an app for customer engagement, internal use, or as a service offering, we focus on delivering a user-centric experience that keeps your audience connected to your brand, no matter where they are.",
    "service-6-title": "Desktop Program Design and Development",
    "service-6-text": "For businesses that require robust, desktop-based solutions, we offer custom desktop program design and development services. Whether you need an application to streamline internal operations or to deliver a specialized service to your customers, we create powerful software solutions that are secure, scalable, and easy to use. Our team works closely with you to understand your needs and develop a program that enhances productivity and helps your business thrive in the digital landscape.",
    "service-7-title": "Social Media Management",
    "service-7-subtitle-1": "Developing Social Media Strategy",
    "service-7-subtext-1": "Creating strategies to increase brand awareness, target audience analysis, and content planning.",
    "service-7-subtitle-2": "Content Creation and Sharing",
    "service-7-subtext-2": "Creating and sharing content such as creative texts, visuals, videos, and infographics.",
    "service-7-subtitle-3": "Community Management",
    "service-7-subtext-3": "Managing comments, messages, and interactions on social media accounts, improving customer relations.",
    "service-7-subtitle-4": "Social Media Analytics",
    "service-7-subtext-4": "Performance tracking, reporting, and strategy optimization.",
    "service-8-title": "Social Media Advertising",
    "service-8-subtitle-1": "Facebook and Instagram Ads",
    "service-8-subtext-1": "Targeting, creative content creation, campaign management, and result tracking.",
    "service-8-subtitle-2": "LinkedIn Ads",
    "service-8-subtext-2": "B2B targeted campaigns, advertising strategies aimed at professional audiences.",
    "service-8-subtitle-3": "Twitter Ads",
    "service-8-subtext-3": "Tweet campaigns, increasing engagement, and advertising strategies aligned with trends.",
    "service-8-subtitle-4": "TikTok Ads",
    "service-8-subtext-4": "Creative video campaigns and effective targeting to reach younger audiences.",
    "service-9-title": "Google Ads Management",
    "service-9-subtitle-1": "Google Search Ads",
    "service-9-subtext-1": "Creating ad campaigns targeting potential customers' search queries in the search engine.",
    "service-9-subtitle-2": "Google Display Ads",
    "service-9-subtext-2": "Creating and managing visual ads targeting specific audiences.",
    "service-9-subtitle-3": "Google Shopping Ads",
    "service-9-subtext-3": "Product listing ads for e-commerce sites, sales enhancement strategies.",
    "service-9-subtitle-4": "YouTube Ads",
    "service-9-subtext-4": "Video ad campaigns, targeting, and video content optimization.",
    "service-9-subtitle-5": "Remarketing",
    "service-9-subtext-5": "Retargeting campaigns for users who have previously visited.",
    "service-10-title": "Advertising Consultancy",
    "service-10-subtitle-1": "Marketing Strategy Development",
    "service-10-subtext-1": "Creating custom digital advertising strategies for companies.",
    "service-10-subtitle-2": "Ad Performance Analysis",
    "service-10-subtext-2": "Analyzing current campaigns and providing optimization recommendations.",
    "service-10-subtitle-3": "Budget Management",
    "service-10-subtext-3": "Efficient management of the advertising budget to achieve maximum ROI.",
    "service-11-title": "SEO Services",
    "service-11-subtitle-1": "Keyword Research",
    "service-11-subtext-1": "Determining strategic keywords based on your target audience's search habits.",
    "service-11-subtitle-2": "Technical SEO",
    "service-11-subtext-2": "Technical improvements to make your website search engine-friendly.",
    "service-11-subtitle-3": "Content Optimization",
    "service-11-subtext-3": "Creating SEO-friendly blog posts, articles, and web page content.",
    "service-11-subtitle-4": "Link Building",
    "service-11-subtext-4": "Acquiring high-quality external links and increasing site authority.",
    "service-12-title": "Analysis and Reporting",
    "service-12-subtitle-1": "Monthly Performance Reports",
    "service-12-subtext-1": "Detailed performance reports of ad campaigns, social media accounts, and web traffic.",
    "service-12-subtitle-2": "Data Analytics",
    "service-12-subtext-2": "Detailed analysis of your target audience, campaign effectiveness, and overall digital strategy.",
    "service-13-title": "Training and Consulting",
    "service-13-subtitle-1": "Digital Marketing Training",
    "service-13-subtext-1": "Training programs on social media, Google Ads, and SEO for companies and individuals.",
    "service-13-subtitle-2": "Digital Marketing Consulting",
    "service-13-subtext-2": "Guiding and contributing to the development of your in-house teams in digital marketing.",
    "service-14-title": "Social Media Graphic Design Services",
    "service-14-subtitle-1": "Social Media Post Design",
    "service-14-subtext-1": "Designing eye-catching graphics that reflect your brand for platforms like Facebook, Instagram, and LinkedIn.",
    "service-14-subtitle-2": "Cover and Profile Images",
    "service-14-subtext-2": "Designing professional cover and profile images for your social media accounts.",
    "service-14-subtitle-3": "Story Designs",
    "service-14-subtext-3": "Creating creative and engagement-boosting visual content for Instagram and Facebook stories.",
    "service-14-subtitle-4": "Ad Graphics",
    "service-14-subtext-4": "Creating attention-grabbing ad visuals suitable for your target audience in social media ad campaigns.",
    "service-14-subtitle-5": "Animated Visuals",
    "service-14-subtext-5": "Designing simple animations and GIFs that are eye-catching and engagement-boosting for social media.",
    "service-15-title": "Physical Signage and Board Design",
    "service-15-subtitle-1": "Store Signs",
    "service-15-subtext-1": "Designing eye-catching and durable store signs that reflect your brand.",
    "service-15-subtitle-2": "Directional Signs",
    "service-15-subtext-2": "Designing signs for indoor and outdoor use, intended for guidance and information purposes.",
    "service-15-subtitle-3": "Billboard Design",
    "service-15-subtext-3": "Creating large, impactful, and clear message-conveying billboard designs for outdoor advertising.",
    "service-15-subtitle-4": "Vehicle Wrap Designs",
    "service-15-subtext-4": "Creating vehicle wraps that increase brand awareness and advertise your business.",
    "service-15-subtitle-5": "Interior Graphic Solutions",
    "service-15-subtext-5": "Designing wall graphics, storefront designs, and decorative graphic solutions for offices, stores, and other commercial spaces.",
    "service-16-title": "Corporate Identity Design",
    "service-16-subtitle-1": "Logo Design",
    "service-16-subtext-1": "Designing unique and professional logos that reflect your brand.",
    "service-16-subtitle-2": "Business Card Design",
    "service-16-subtext-2": "Creating stylish and professional business card designs that enhance your brand's impact in the business world.",
    "service-16-subtitle-3": "Letterhead and Envelope Design",
    "service-16-subtext-3": "Creating professional letterhead and envelope designs for your corporate correspondence.",
    "service-16-subtitle-4": "Corporate Presentation Templates",
    "service-16-subtext-4": "Designing professional and impactful templates that align with your brand for presentations.",
    "service-16-subtitle-5": "Other Corporate Materials",
    "service-16-subtext-5": "Designing various corporate materials such as invoices, brochures, and proposal files.",
    "our-partners": "Our Partners",
    "contact-whatsapp": "Reach out on WhatsApp!",
    "contact-mail": "Send us an E-mail!"
  }
}