{
  "common": {
    "locale": "en",
    "hot-press": "Hot Press",
    "projects": "Projects",
    "services": "Services",
    "about-us": "About Us",
    "references": "References",
    "contact": "Contact",
    "intro-title": "Mark your presence online",
    "intro-text": "We are your partner in digital marketing and development",
    "intro-projects": "Our Projects",
    "intro-contact": "Contact Us",
    "contact-us": "Contact Us",
    "your-name": "Your Name",
    "your-email": "Your Email",
    "your-phone": "Your Phone",
    "your-company": "Your Company",
    "your-message": "Your Message",
    "send": "Send",
    "who-are-we-title": "Who are we?",
    "who-are-we-text": "We are a marketing, design, and software company that makes a difference in the digital world with innovative solutions. By focusing on the needs of our customers, we offer them unique and effective strategies. Our team consists of the best professionals in the industry, and we aim for superior quality in every project.",
    "services-title": "What Do We Do?",
    "services-1-title": "Marketing",
    "services-1-text": "With our digital marketing strategies, we help your brand reach a broader audience. We offer a wide range of services, from social media management to SEO optimization, content marketing to digital ad campaigns. We ensure you meet your target audience at the right time and place.",
    "services-2-title": "Design",
    "services-2-text": "By combining aesthetics and functionality, we create the visual identity of your brand. From web and mobile interface designs to corporate identity work, from advertising visuals to graphic design, we produce creative solutions in every area. Our design team helps you tell your brand's story in the most effective way.",
    "services-3-title": "Software",
    "services-3-text": "With our advanced software solutions, we digitize your business processes and increase your efficiency. We develop websites, mobile applications, e-commerce platforms, and custom software projects. We analyze customer-specific software needs and provide solutions with the most suitable technologies.",
    "why-us-title": "Why Us?",
    "why-us-1-title": "Experience and Expertise",
    "why-us-1-text": "With the experience and broad knowledge we've gained over the years, we bring your projects to life successfully.",
    "why-us-2-title": "Creativity and Innovation",
    "why-us-2-text": "With our creative and innovative approach, we offer different and impressive solutions in every project.",
    "why-us-3-title": "Customer-Oriented Approach",
    "why-us-3-text": "We prioritize customer satisfaction and shape projects according to the needs of our clients.",
    "why-us-4-title": "Full-Service Agency",
    "why-us-4-text": "By offering marketing, design, and software together, we meet all the digital needs of your projects under one roof.",
    "why-us-5-text": "Let's bring your brand a step ahead in the digital world. We are excited to collaborate on successful projects."
  }
}
