{
  "common": {
    "locale": "fr",
    "hot-press": "Hot Press",
    "projects": "Projets",
    "services": "Services",
    "about-us": "À Propos de Nous",
    "references": "Références",
    "contact": "Contact",
    "intro-title": "Faites votre présence en ligne",
    "intro-text": "Nous sommes votre partenaire en marketing digital et développement",
    "intro-projects": "Nos Projets",
    "intro-contact": "Contactez-nous",
    "contact-us": "Contact Us",
    "your-name": "Votre Nom",
    "your-email": "Votre Email",
    "your-phone": "Votre Téléphone",
    "your-company": "Votre Entreprise",
    "your-message": "Votre Message",
    "send": "Envoyer",
    "who-are-we-title": "Qui sommes nous?",
    "who-are-we-text": "Nous sommes une entreprise de marketing, de design et de développement logiciel qui fait la différence dans le monde numérique grâce à des solutions innovantes. En nous concentrant sur les besoins de nos clients, nous leur proposons des stratégies uniques et efficaces. Notre équipe est composée des meilleurs professionnels du secteur, et nous visons une qualité supérieure dans chaque projet.",
    "services-title": "Que Faisons-Nous?",
    "services-1-title": "Marketing",
    "services-1-text": "Grâce à nos stratégies de marketing digital, nous aidons votre marque à atteindre un public plus large. Nous offrons une large gamme de services, allant de la gestion des réseaux sociaux à l'optimisation SEO, du marketing de contenu aux campagnes publicitaires numériques. Nous veillons à ce que vous rencontriez votre public cible au bon moment et au bon endroit.",
    "services-2-title": "Design",
    "services-2-text": "En alliant esthétique et fonctionnalité, nous créons l'identité visuelle de votre marque. De la conception d'interfaces web et mobiles à l'identité visuelle d'entreprise, en passant par les visuels publicitaires et le design graphique, nous produisons des solutions créatives dans tous les domaines. Notre équipe de design vous aide à raconter l'histoire de votre marque de la manière la plus efficace possible.",
    "services-3-title": "Logiciel",
    "services-3-text": "Avec nos solutions logicielles avancées, nous numérisons vos processus d'affaires et augmentons votre efficacité. Nous développons des sites web, des applications mobiles, des plateformes e-commerce et des projets logiciels sur mesure. Nous analysons les besoins logiciels spécifiques des clients et fournissons des solutions avec les technologies les plus adaptées.",
    "why-us-title": "Pourquoi Nous?",
    "why-us-1-title": "Expérience et Expertise",
    "why-us-1-text": "Avec l'expérience et les vastes connaissances acquises au fil des ans, nous réalisons vos projets avec succès.",
    "why-us-2-title": "Créativité et Innovation",
    "why-us-2-text": "Grâce à notre approche créative et innovante, nous offrons des solutions différentes et impressionnantes dans chaque projet.",
    "why-us-3-title": "Approche Axée sur le Client",
    "why-us-3-text": "Nous plaçons la satisfaction des clients au premier plan et adaptons les projets en fonction des besoins de nos clients.",
    "why-us-4-title": "Agence à Service Complet",
    "why-us-4-text": "En proposant marketing, design et logiciel ensemble, nous répondons à tous les besoins numériques de vos projets sous un même toit.",
    "why-us-5-text": "Faisons en sorte que votre marque se démarque dans le monde numérique. Nous sommes impatients de collaborer sur des projets réussis."
  }
}
