{
  "common": {
    "locale": "fr",
    "hot-press": "Hot Press",
    "projects": "Projets",
    "services": "Services",
    "about-us": "À Propos de Nous",
    "references": "Références",
    "contact": "Contact",
    "intro-title": "Faites votre présence en ligne",
    "intro-text": "Nous sommes votre partenaire en marketing digital et développement",
    "intro-projects": "Nos Projets",
    "intro-contact": "Contactez-nous",
    "contact-us": "Contact Us",
    "your-name": "Votre Nom",
    "your-email": "Votre Email",
    "your-phone": "Votre Téléphone",
    "your-company": "Votre Entreprise",
    "your-message": "Votre Message",
    "send": "Envoyer",
    "who-are-we-title": "Qui sommes nous?",
    "who-are-we-text": "Nous sommes une entreprise de marketing, de design et de développement logiciel qui fait la différence dans le monde numérique grâce à des solutions innovantes. En nous concentrant sur les besoins de nos clients, nous leur proposons des stratégies uniques et efficaces. Notre équipe est composée des meilleurs professionnels du secteur, et nous visons une qualité supérieure dans chaque projet.",
    "services-title": "Que Faisons-Nous?",
    "services-1-title": "Marketing",
    "services-1-text": "Grâce à nos stratégies de marketing digital, nous aidons votre marque à atteindre un public plus large. Nous offrons une large gamme de services, allant de la gestion des réseaux sociaux à l'optimisation SEO, du marketing de contenu aux campagnes publicitaires numériques. Nous veillons à ce que vous rencontriez votre public cible au bon moment et au bon endroit.",
    "services-2-title": "Design",
    "services-2-text": "En alliant esthétique et fonctionnalité, nous créons l'identité visuelle de votre marque. De la conception d'interfaces web et mobiles à l'identité visuelle d'entreprise, en passant par les visuels publicitaires et le design graphique, nous produisons des solutions créatives dans tous les domaines. Notre équipe de design vous aide à raconter l'histoire de votre marque de la manière la plus efficace possible.",
    "services-3-title": "Logiciel",
    "services-3-text": "Avec nos solutions logicielles avancées, nous numérisons vos processus d'affaires et augmentons votre efficacité. Nous développons des sites web, des applications mobiles, des plateformes e-commerce et des projets logiciels sur mesure. Nous analysons les besoins logiciels spécifiques des clients et fournissons des solutions avec les technologies les plus adaptées.",
    "why-us-title": "Pourquoi Nous?",
    "why-us-1-title": "Expérience et Expertise",
    "why-us-1-text": "Avec l'expérience et les vastes connaissances acquises au fil des ans, nous réalisons vos projets avec succès.",
    "why-us-2-title": "Créativité et Innovation",
    "why-us-2-text": "Grâce à notre approche créative et innovante, nous offrons des solutions différentes et impressionnantes dans chaque projet.",
    "why-us-3-title": "Approche Axée sur le Client",
    "why-us-3-text": "Nous plaçons la satisfaction des clients au premier plan et adaptons les projets en fonction des besoins de nos clients.",
    "why-us-4-title": "Solution Tout-en-Un",
    "why-us-4-text": "En proposant le marketing, le design et le logiciel ensemble, nous répondons à tous les besoins numériques de vos projets sous un même toit. Vous obtenez des résultats exceptionnels sans avoir à passer d'un service à l'autre.",
    "why-us-5-text": "Faisons en sorte que votre marque se démarque dans le monde numérique. Nous sommes impatients de collaborer sur des projets réussis.",
    "service-1-title": "Identité de Marque",
    "service-1-text": "Nous comprenons que votre marque est au cœur de votre entreprise. Dans notre agence, nous travaillons en étroite collaboration avec vous pour créer une identité de marque unique et puissante qui incarne vos valeurs et établit une connexion avec votre public. Du design de logo aux palettes de couleurs, en passant par le ton de la voix et l'esthétique visuelle, nous veillons à ce que chaque élément de votre marque raconte une histoire cohérente et captivante. Notre objectif est de vous aider à vous démarquer sur le marché et à laisser une impression durable sur vos clients.",
    "service-2-title": "Stratégie Marketing",
    "service-2-text": "Une stratégie marketing solide est la clé du succès commercial. Nous sommes spécialisés dans le développement de stratégies marketing complètes et basées sur les données, alignées sur vos objectifs commerciaux. En analysant les tendances du marché, votre public cible et le paysage concurrentiel, nous créons une feuille de route qui guide toutes vos actions marketing, de la création de contenu à la diffusion d'annonces. Que vous cherchiez à accroître la notoriété de votre marque, à augmenter les conversions ou à fidéliser vos clients, nous adaptons notre approche pour obtenir des résultats mesurables.",
    "service-3-title": "Publicité",
    "service-3-text": "Une publicité efficace va au-delà des slogans accrocheurs et des visuels attrayants. Dans notre agence, nous concevons et exécutons des campagnes publicitaires hautement ciblées qui atteignent le bon public au bon moment. Que ce soit via Google Ads, les réseaux sociaux ou les réseaux d'affichage, nous créons des annonces qui attirent l'attention, suscitent des émotions et incitent à l'action. Notre équipe optimise continuellement les campagnes en fonction des données de performance pour garantir que vos dépenses publicitaires génèrent le meilleur retour sur investissement possible.",
    "service-4-title": "Conception et Développement Web",
    "service-4-text": "Votre site web est souvent le premier point de contact des clients potentiels avec votre marque. Nous concevons et développons des sites web personnalisés qui ne sont pas seulement visuellement attrayants, mais qui fonctionnent également de manière fluide sur tous les appareils. Notre équipe de développement web veille à ce que votre site soit rapide, sécurisé et convivial, avec un accent particulier sur l'offre d'une expérience utilisateur exceptionnelle. Des plateformes de commerce électronique aux sites d'information, nous créons des expériences numériques qui soutiennent vos objectifs commerciaux et incitent les utilisateurs à revenir.",
    "service-5-title": "Conception et Développement d'Applications Mobiles",
    "service-5-text": "Dans le monde mobile d'aujourd'hui, disposer d'une application mobile de qualité est essentiel pour atteindre et engager votre audience. Nous sommes spécialisés dans la conception et le développement d'applications mobiles intuitives, engageantes et entièrement optimisées pour les plateformes iOS et Android. Que vous cherchiez à créer une application pour l'engagement des clients, un usage interne ou en tant qu'offre de service, nous nous concentrons sur la création d'une expérience centrée sur l'utilisateur qui maintient votre public connecté à votre marque, où qu'il soit.",
    "service-6-title": "Conception et Développement de Programmes de Bureau",
    "service-6-text": "Pour les entreprises qui nécessitent des solutions de bureau robustes, nous offrons des services de conception et de développement de programmes de bureau personnalisés. Que vous ayez besoin d'une application pour rationaliser les opérations internes ou pour fournir un service spécialisé à vos clients, nous créons des solutions logicielles puissantes, sécurisées, évolutives et faciles à utiliser. Notre équipe travaille en étroite collaboration avec vous pour comprendre vos besoins et développer un programme qui améliore la productivité et aide votre entreprise à prospérer dans l'univers numérique.",
    "service-7-title": "Gestion des Médias Sociaux",
    "service-7-subtitle-1": "Développement de Stratégies pour les Médias Sociaux",
    "service-7-subtext-1": "Analyse du public cible, planification du contenu et création de stratégies pour accroître la notoriété de la marque.",
    "service-7-subtitle-2": "Production et Partage de Contenu",
    "service-7-subtext-2": "Création et partage de textes créatifs, images, vidéos et infographies.",
    "service-7-subtitle-3": "Gestion de Communauté",
    "service-7-subtext-3": "Gestion des commentaires, messages et interactions sur les comptes de médias sociaux, amélioration des relations avec les clients.",
    "service-7-subtitle-4": "Analyse des Médias Sociaux",
    "service-7-subtext-4": "Suivi des performances, rapports et optimisation des stratégies.",

    "service-8-title": "Publicité sur les Médias Sociaux",
    "service-8-subtitle-1": "Publicités Facebook et Instagram",
    "service-8-subtext-1": "Ciblage, création de contenu créatif, gestion de campagne et suivi des résultats.",
    "service-8-subtitle-2": "Publicités LinkedIn",
    "service-8-subtext-2": "Campagnes orientées B2B, stratégies publicitaires pour des audiences professionnelles.",
    "service-8-subtitle-3": "Publicités Twitter",
    "service-8-subtext-3": "Campagnes de tweets, augmentation de l'engagement et stratégies publicitaires alignées sur les tendances.",
    "service-8-subtitle-4": "Publicités TikTok",
    "service-8-subtext-4": "Campagnes vidéo créatives et ciblage efficace pour atteindre un public jeune.",

    "service-9-title": "Gestion de Google Ads",
    "service-9-subtitle-1": "Publicités sur le Réseau de Recherche Google",
    "service-9-subtext-1": "Création de campagnes publicitaires ciblées en fonction des requêtes des clients potentiels sur le moteur de recherche.",
    "service-9-subtitle-2": "Publicités sur le Réseau Display Google",
    "service-9-subtext-2": "Création et gestion de publicités visuelles pour un public cible spécifique.",
    "service-9-subtitle-3": "Publicités Google Shopping",
    "service-9-subtext-3": "Publicités de listing de produits pour sites e-commerce et stratégies pour augmenter les ventes.",
    "service-9-subtitle-4": "Publicités YouTube",
    "service-9-subtext-4": "Campagnes de publicités vidéo, ciblage et optimisation du contenu vidéo.",
    "service-9-subtitle-5": "Remarketing",
    "service-9-subtext-5": "Campagnes de reciblage pour les utilisateurs ayant déjà visité le site.",

    "service-10-title": "Conseil en Publicité",
    "service-10-subtitle-1": "Développement de Stratégies Marketing",
    "service-10-subtext-1": "Création de stratégies publicitaires numériques sur mesure pour les entreprises.",
    "service-10-subtitle-2": "Analyse des Performances Publicitaires",
    "service-10-subtext-2": "Analyse des campagnes existantes et recommandations d'optimisation.",
    "service-10-subtitle-3": "Gestion du Budget",
    "service-10-subtext-3": "Gestion efficace du budget publicitaire et optimisation du ROI.",

    "service-11-title": "Services SEO",
    "service-11-subtitle-1": "Recherche de Mots-Clés",
    "service-11-subtext-1": "Détermination des mots-clés stratégiques en fonction des habitudes de recherche de votre public cible.",
    "service-11-subtitle-2": "SEO Technique",
    "service-11-subtext-2": "Améliorations techniques pour rendre votre site web compatible avec les moteurs de recherche.",
    "service-11-subtitle-3": "Optimisation de Contenu",
    "service-11-subtext-3": "Création d'articles de blog, de contenu web et d'articles SEO-friendly.",
    "service-11-subtitle-4": "Création de Liens (Link Building)",
    "service-11-subtext-4": "Obtention de liens externes de haute qualité et augmentation de l'autorité du site.",

    "service-12-title": "Analyse et Reporting",
    "service-12-subtitle-1": "Rapports de Performance Mensuels",
    "service-12-subtext-1": "Rapports détaillés sur les performances des campagnes publicitaires, des comptes de médias sociaux et du trafic web.",
    "service-12-subtitle-2": "Analyse des Données",
    "service-12-subtext-2": "Analyses détaillées de votre public, de l'efficacité des campagnes et de la stratégie numérique globale.",

    "service-13-title": "Formation et Conseil",
    "service-13-subtitle-1": "Formation en Marketing Digital",
    "service-13-subtext-1": "Programmes de formation sur les médias sociaux, Google Ads et SEO pour entreprises et individus.",
    "service-13-subtitle-2": "Conseil en Marketing Digital",
    "service-13-subtext-2": "Accompagnement des équipes internes en marketing digital et contribution à leur développement.",

    "service-14-title": "Services de Conception Graphique pour les Médias Sociaux",
    "service-14-subtitle-1": "Conception de Publications pour les Médias Sociaux",
    "service-14-subtext-1": "Création de graphiques attrayants et représentant votre marque pour des plateformes telles que Facebook, Instagram et LinkedIn.",
    "service-14-subtitle-2": "Photos de Couverture et de Profil",
    "service-14-subtext-2": "Conception de photos de couverture et de profil professionnelles pour vos comptes de médias sociaux.",
    "service-14-subtitle-3": "Conception de Stories",
    "service-14-subtext-3": "Création de contenu visuel créatif et engageant pour les stories Instagram et Facebook.",
    "service-14-subtitle-4": "Graphiques Publicitaires",
    "service-14-subtext-4": "Création de graphiques publicitaires accrocheurs pour les campagnes publicitaires sur les médias sociaux, adaptés à votre public cible.",
    "service-14-subtitle-5": "Images Animées",
    "service-14-subtext-5": "Conception d'animations simples et de GIFs accrocheurs pour les médias sociaux pour augmenter l'engagement.",

    "service-15-title": "Conception de Signalétique Physique",
    "service-15-subtitle-1": "Panneaux de Magasin",
    "service-15-subtext-1": "Conception de panneaux de magasin accrocheurs et durables reflétant votre marque.",
    "service-15-subtitle-2": "Panneaux de Signalisation",
    "service-15-subtext-2": "Conception de panneaux pour une utilisation intérieure et extérieure, destinés à la signalisation et à l'information.",
    "service-15-subtitle-3": "Conception de Billboards",
    "service-15-subtext-3": "Création de conceptions de panneaux publicitaires de grande taille, impressionnantes et transmettant un message clair pour la publicité extérieure.",
    "service-15-subtitle-4": "Design de Wrapping pour Véhicules",
    "service-15-subtext-4": "Création de conceptions de wrapping pour véhicules pour accroître la notoriété de la marque et faire de la publicité.",
    "service-15-subtitle-5": "Solutions Graphiques Intérieures",
    "service-15-subtext-5": "Conception de graphiques muraux, de vitrines et de solutions graphiques décoratives pour bureaux, magasins et autres espaces commerciaux.",

    "service-16-title": "Conception d'Identité Visuelle",
    "service-16-subtitle-1": "Conception de Logo",
    "service-16-subtext-1": "Création de logos uniques et professionnels reflétant votre marque.",
    "service-16-subtitle-2": "Conception de Cartes de Visite",
    "service-16-subtext-2": "Création de cartes de visite élégantes et professionnelles augmentant l'impact de votre marque dans le monde des affaires.",
    "service-16-subtitle-3": "Conception de Papier à En-Tête et Enveloppes",
    "service-16-subtext-3": "Conception de papier à en-tête et d'enveloppes professionnels pour vos correspondances d'entreprise.",
    "service-16-subtitle-4": "Modèles de Présentation d'Entreprise",
    "service-16-subtext-4": "Création de modèles professionnels et impressionnants pour vos présentations adaptées à votre marque.",
    "service-16-subtitle-5": "Autres Documents d'Entreprise",
    "service-16-subtext-5": "Conception de divers documents d'entreprise tels que factures, brochures et dossiers de proposition.",
    "our-partners": "Nos Partenaires"
  }
}
