{
  "common": {
    "locale": "nl",
    "hot-press": "Hot Press",
    "projects": "Projecten",
    "services": "Diensten",
    "about-us": "Over Ons",
    "references": "Referenties",
    "contact": "Contact",
    "intro-title": "Maak uw aanwezigheid online kenbaar",
    "intro-text": "Wij zijn uw partner in digitale marketing en ontwikkeling",
    "intro-projects": "Onze Projecten",
    "intro-contact": "Neem Contact Op",
    "contact-us": "Contact Us",
    "your-name": "Uw Naam",
    "your-email": "Uw E-mail",
    "your-phone": "Uw Telefoon",
    "your-company": "Uw Bedrijf",
    "your-message": "Uw Bericht",
    "send": "Verzenden",
    "who-are-we-title": "Wie zijn wij?",
    "who-are-we-text": "Wij zijn een marketing-, design- en softwarebedrijf dat het verschil maakt in de digitale wereld met innovatieve oplossingen. Door ons te richten op de behoeften van onze klanten, bieden we hen unieke en effectieve strategieën. Ons team bestaat uit de beste professionals in de branche, en we streven naar superieure kwaliteit in elk project.",
    "services-title": "Wat Doen Wij?",
    "services-1-title": "Ik wil meer klanten bereiken",
    "services-1-text": "Sociale media en Google zijn het ontmoetingspunt van iedereen. U moet uzelf op dit punt in de schijnwerpers zetten. U staat in het hart van digitale marketing door uw eigen zakelijke identiteit te creëren.",
    "services-1-button": "Doorgaan",
    "services-2-title": "Ik wil een website laten maken",
    "services-2-text": "Uw website is een onmisbaar hulpmiddel om de identiteit van uw merk aan de wereld te presenteren. Door esthetiek en functionaliteit te combineren, moet u uw zakelijke identiteit onvergetelijk maken.",
    "services-3-title": "Ik wil een esthetisch merk creëren",
    "services-3-text": "Het belang van design voor een merk zorgt voor een emotionele band met de klant en bouwt een sterke identiteit op. Goed design verhoogt de geloofwaardigheid van een merk en laat een blijvende indruk achter in het geheugen van de consument.",
    "why-us-title": "Waarom Wij?",
    "why-us-1-title": "Ervaring en Expertise",
    "why-us-1-text": "Met de ervaring en brede kennis die we in de loop der jaren hebben opgedaan, brengen we uw projecten met succes tot leven.",
    "why-us-2-title": "Creativiteit en Innovatie",
    "why-us-2-text": "Met onze creatieve en innovatieve benadering bieden we verschillende en indrukwekkende oplossingen in elk project.",
    "why-us-3-title": "Klantgerichte Aanpak",
    "why-us-3-text": "We stellen klanttevredenheid voorop en passen projecten aan op basis van de behoeften van onze klanten.",
    "why-us-4-title": "Alles-in-één Oplossing",
    "why-us-4-text": "Door marketing, design en software samen aan te bieden, voorzien we in alle digitale behoeften van uw projecten onder één dak. U krijgt uitzonderlijke resultaten zonder van de ene dienst naar de andere te hoeven springen.",
    "why-us-5-text": "Laten we uw merk een stap voorwaarts brengen in de digitale wereld. We kijken ernaar uit om samen te werken aan succesvolle projecten.",
    "service-1-title": "Merkidentiteit",
    "service-1-text": "Wij begrijpen dat uw merk het hart van uw bedrijf is. Bij ons bureau werken we nauw met u samen om een unieke en krachtige merkidentiteit te creëren die uw waarden belichaamt en een verbinding maakt met uw doelgroep. Van logo-ontwerp en kleurenschema's tot toon en visuele esthetiek, we zorgen ervoor dat elk element van uw merk een consistent en boeiend verhaal vertelt. Ons doel is om u te helpen opvallen in de markt en een blijvende indruk achter te laten bij uw klanten.",
    "service-2-title": "Marketingstrategie",
    "service-2-text": "Een sterke marketingstrategie is de basis voor zakelijk succes. Wij zijn gespecialiseerd in het ontwikkelen van uitgebreide, op gegevens gebaseerde marketingstrategieën die aansluiten bij uw bedrijfsdoelen. Door markttrends, uw doelgroep en het concurrentielandschap te analyseren, creëren we een routekaart die al uw marketinginspanningen stuurt, van contentcreatie tot advertentieplaatsingen. Of u nu merkbekendheid wilt opbouwen, conversies wilt verhogen of klantloyaliteit wilt vergroten, wij passen onze aanpak aan om meetbare resultaten te leveren.",
    "service-3-title": "Adverteren",
    "service-3-text": "Effectief adverteren gaat verder dan pakkende slogans en visuals. Bij ons bureau ontwerpen en voeren we zeer gerichte advertentiecampagnes uit die de juiste doelgroep op het juiste moment bereiken. Of het nu gaat om Google Ads, sociale mediaplatforms of displaynetwerken, wij maken advertenties die de aandacht trekken, emoties oproepen en tot actie aanzetten. Ons team optimaliseert campagnes continu op basis van prestatiegegevens om ervoor te zorgen dat uw advertentie-uitgaven het best mogelijke rendement opleveren.",
    "service-4-title": "Webdesign en Ontwikkeling",
    "service-4-text": "Uw website is vaak de eerste interactie die potentiële klanten met uw merk hebben. Wij ontwerpen en ontwikkelen op maat gemaakte websites die niet alleen prachtig zijn, maar ook naadloos werken op alle apparaten. Ons webontwikkelingsteam zorgt ervoor dat uw site snel, veilig en gebruiksvriendelijk is, met een focus op het bieden van een uitstekende gebruikerservaring. Van e-commerce platforms tot informatieve sites, wij bouwen digitale ervaringen die uw bedrijfsdoelen ondersteunen en gebruikers terug laten komen.",
    "service-5-title": "Mobiele App Ontwerp en Ontwikkeling",
    "service-5-text": "In de mobiele wereld van vandaag is het hebben van een hoogwaardige mobiele app cruciaal om uw doelgroep te bereiken en te betrekken. Wij zijn gespecialiseerd in het ontwerpen en ontwikkelen van mobiele apps die intuïtief, boeiend en volledig geoptimaliseerd zijn voor zowel iOS als Android platforms. Of u nu een app wilt creëren voor klantbetrokkenheid, intern gebruik of als dienstaanbod, wij richten ons op het leveren van een gebruiksvriendelijke ervaring die uw publiek met uw merk verbonden houdt, waar ze ook zijn.",
    "service-6-title": "Desktop Programma Ontwerp en Ontwikkeling",
    "service-6-text": "Voor bedrijven die robuuste, desktop-gebaseerde oplossingen nodig hebben, bieden wij op maat gemaakte desktopprogramma-ontwerp- en ontwikkelingsdiensten aan. Of u nu een applicatie nodig heeft om interne processen te stroomlijnen of om een gespecialiseerde dienst aan uw klanten te leveren, wij creëren krachtige softwareoplossingen die veilig, schaalbaar en eenvoudig te gebruiken zijn. Ons team werkt nauw met u samen om uw behoeften te begrijpen en een programma te ontwikkelen dat de productiviteit verbetert en uw bedrijf helpt gedijen in het digitale landschap.",
    "service-7-title": "Social Media Beheer",
    "service-7-subtitle-1": "Ontwikkeling van een Social Media Strategie",
    "service-7-subtext-1": "Doelgroepanalyse, contentplanning en strategieën voor het vergroten van de merkbekendheid.",
    "service-7-subtitle-2": "Contentproductie en Delen",
    "service-7-subtext-2": "Creëren en delen van creatieve teksten, afbeeldingen, video's en infographics.",
    "service-7-subtitle-3": "Communitybeheer",
    "service-7-subtext-3": "Beheer van reacties, berichten en interacties op sociale media-accounts, en verbetering van klantrelaties.",
    "service-7-subtitle-4": "Social Media Analyse",
    "service-7-subtext-4": "Prestatiebewaking, rapportage en optimalisatie van strategieën.",
    "service-8-title": "Social Media Adverteren",
    "service-8-subtitle-1": "Facebook- en Instagram-advertenties",
    "service-8-subtext-1": "Targeting, creatie van creatieve content, campagnebeheer en resultaatbewaking.",
    "service-8-subtitle-2": "LinkedIn-advertenties",
    "service-8-subtext-2": "B2B gerichte campagnes en advertentie strategieën voor professionele doelgroepen.",
    "service-8-subtitle-3": "Twitter-advertenties",
    "service-8-subtext-3": "Tweetcampagnes, verhoogde betrokkenheid, en advertentie strategieën afgestemd op trends.",
    "service-8-subtitle-4": "TikTok-advertenties",
    "service-8-subtext-4": "Creatieve videocampagnes en effectieve targeting voor jonge doelgroepen.",
    "service-9-title": "Google Ads Beheer",
    "service-9-subtitle-1": "Google Zoeknetwerk advertenties (Search Ads)",
    "service-9-subtext-1": "Advertentiecampagnes opzetten die gericht zijn op zoekopdrachten van potentiële klanten in de zoekmachine.",
    "service-9-subtitle-2": "Google Display Netwerk (Display Ads)",
    "service-9-subtext-2": "Visuele advertenties creëren en beheren gericht op specifieke doelgroepen.",
    "service-9-subtitle-3": "Google Shopping-advertenties",
    "service-9-subtext-3": "Productvermeldingsadvertenties voor e-commercewebsites en strategieën voor het verhogen van de verkoop.",
    "service-9-subtitle-4": "YouTube-advertenties",
    "service-9-subtext-4": "Videoadvertentiecampagnes, targeting en optimalisatie van videocontent.",
    "service-9-subtitle-5": "Remarketing",
    "service-9-subtext-5": "Retargetingcampagnes gericht op gebruikers die eerder hebben bezocht.",
    "service-10-title": "Advertentieadvies",
    "service-10-subtitle-1": "Ontwikkeling van een Marketingstrategie",
    "service-10-subtext-1": "Creëren van digitale advertentie strategieën op maat voor bedrijven.",
    "service-10-subtitle-2": "Analyse van Advertentieprestaties",
    "service-10-subtext-2": "Analyseren van bestaande campagnes en het geven van optimalisatieadviezen.",
    "service-10-subtitle-3": "Budgetbeheer",
    "service-10-subtext-3": "Effectief beheren van het advertentiebudget en het behalen van maximale ROI.",
    "service-11-title": "SEO Diensten",
    "service-11-subtitle-1": "Zoekwoordenonderzoek",
    "service-11-subtext-1": "Strategische zoekwoorden bepalen op basis van de zoekgewoonten van uw doelgroep.",
    "service-11-subtitle-2": "Technische SEO",
    "service-11-subtext-2": "Technische verbeteringen om uw website geschikt te maken voor zoekmachines.",
    "service-11-subtitle-3": "Contentoptimalisatie",
    "service-11-subtext-3": "Creëren van SEO-vriendelijke blogposts, artikelen en webpagina-inhoud.",
    "service-11-subtitle-4": "Linkbuilding",
    "service-11-subtext-4": "Verkrijgen van hoogwaardige externe links en het verhogen van de site autoriteit.",
    "service-12-title": "Analyse en Rapportage",
    "service-12-subtitle-1": "Maandelijkse Prestatierapporten",
    "service-12-subtext-1": "Gedetailleerde prestatie rapporten van advertentiecampagnes, social media accounts en webverkeer.",
    "service-12-subtitle-2": "Data-analyse",
    "service-12-subtext-2": "Gedetailleerde analyses van uw doelgroep, campagne-effectiviteit en algehele digitale strategie.",
    "service-13-title": "Opleiding en Advies",
    "service-13-subtitle-1": "Digitale Marketing Opleiding",
    "service-13-subtext-1": "Trainingsprogramma's over social media, Google Ads en SEO voor bedrijven en individuen.",
    "service-13-subtitle-2": "Digitale Marketing Advies",
    "service-13-subtext-2": "Begeleiding van uw interne teams op het gebied van digitale marketing en bijdragen aan hun ontwikkeling.",
    "service-14-title": "Social Media Grafisch Ontwerp Diensten",
    "service-14-subtitle-1": "Ontwerp van Social Media Posts",
    "service-14-subtext-1": "Ontwerpen van opvallende en merkrepresentatieve graphics voor platforms zoals Facebook, Instagram en LinkedIn.",
    "service-14-subtitle-2": "Omslag- en Profielfoto's",
    "service-14-subtext-2": "Ontwerpen van professionele omslag- en profielfoto's voor uw sociale media accounts.",
    "service-14-subtitle-3": "Story Ontwerpen",
    "service-14-subtext-3": "Creëren van creatieve en betrokkenheid verhogende visuele content voor Instagram en Facebook Stories.",
    "service-14-subtitle-4": "Advertentiegraphics",
    "service-14-subtext-4": "Creëren van opvallende advertentie graphics voor social media reclamecampagnes die geschikt zijn voor uw doelgroep.",
    "service-14-subtitle-5": "Geanimeerde Afbeeldingen",
    "service-14-subtext-5": "Ontwerpen van eenvoudige animaties en GIF's voor social media die de aandacht trekken en de betrokkenheid verhogen.",
    "service-15-title": "Ontwerp van Fysieke Bord- en Bewegwijzering",
    "service-15-subtitle-1": "Winkelborden",
    "service-15-subtext-1": "Ontwerpen van opvallende en duurzame winkelborden die uw merk weerspiegelen.",
    "service-15-subtitle-2": "Bewegwijzering",
    "service-15-subtext-2": "Ontwerpen van borden voor binnen- en buitengebruik die dienen voor richting en informatie.",
    "service-15-subtitle-3": "Billboard Ontwerp",
    "service-15-subtext-3": "Ontwikkelen van grootschalige, indrukwekkende billboardontwerpen voor buitenreclame die een duidelijke boodschap overbrengen.",
    "service-15-subtitle-4": "Voertuigwrap-ontwerpen",
    "service-15-subtext-4": "Creëren van wrap-ontwerpen voor voertuigen die de merkbekendheid vergroten en reclame maken.",
    "service-15-subtitle-5": "Grafische Oplossingen voor Interieur",
    "service-15-subtext-5": "Ontwerpen van muur graphics, etalages en decoratieve grafische oplossingen voor kantoren, winkels en andere commerciële ruimtes.",
    "service-16-title": "Ontwerp van Bedrijfsidentiteit",
    "service-16-subtitle-1": "Logo Ontwerp",
    "service-16-subtext-1": "Ontwerpen van unieke en professionele logo's die uw merk weerspiegelen.",
    "service-16-subtitle-2": "Visitekaartjes Ontwerp",
    "service-16-subtext-2": "Ontwikkelen van stijlvolle en professionele visitekaartjes die de impact van uw merk in de zakenwereld vergroten.",
    "service-16-subtitle-3": "Ontwerp van Briefpapier en Enveloppen",
    "service-16-subtext-3": "Ontwerpen van professionele briefpapier en enveloppen voor uw zakelijke correspondentie.",
    "service-16-subtitle-4": "Corporate Presentatie Sjablonen",
    "service-16-subtext-4": "Ontwerpen van professionele en indrukwekkende sjablonen die geschikt zijn voor uw merkpresentaties.",
    "service-16-subtitle-5": "Andere Bedrijfsdocumenten",
    "service-16-subtext-5": "Ontwerpen van diverse bedrijfsdocumenten zoals facturen, brochures en offerte dossiers.",
    "our-partners": "Onze Partners",
    "contact-whatsapp": "Bereik ons op WhatsApp!",
    "contact-mail": "Stuur ons een E-mail!"
  }
}