{
  "common": {
    "locale": "nl",
    "hot-press": "Hot Press",
    "projects": "Projecten",
    "services": "Diensten",
    "about-us": "Over Ons",
    "references": "Referenties",
    "contact": "Contact",
    "intro-title": "Maak uw aanwezigheid online kenbaar",
    "intro-text": "Wij zijn uw partner in digitale marketing en ontwikkeling",
    "intro-projects": "Onze Projecten",
    "intro-contact": "Neem Contact Op",
    "contact-us": "Contact Us",
    "your-name": "Uw Naam",
    "your-email": "Uw E-mail",
    "your-phone": "Uw Telefoon",
    "your-company": "Uw Bedrijf",
    "your-message": "Uw Bericht",
    "send": "Verzenden",
    "who-are-we-title": "Wie zijn wij?",
    "who-are-we-text": "Wij zijn een marketing-, design- en softwarebedrijf dat het verschil maakt in de digitale wereld met innovatieve oplossingen. Door ons te richten op de behoeften van onze klanten, bieden we hen unieke en effectieve strategieën. Ons team bestaat uit de beste professionals in de branche, en we streven naar superieure kwaliteit in elk project.",
    "services-title": "Wat Doen Wij?",
    "services-1-title": "Marketing",
    "services-1-text": "Met onze digitale marketingstrategieën helpen we uw merk een breder publiek te bereiken. We bieden een breed scala aan diensten, van social media management tot SEO-optimalisatie, contentmarketing tot digitale advertentiecampagnes. We zorgen ervoor dat u uw doelgroep op het juiste moment en de juiste plaats ontmoet.",
    "services-2-title": "Design",
    "services-2-text": "Door esthetiek en functionaliteit te combineren, creëren we de visuele identiteit van uw merk. Van web- en mobiele interface-ontwerpen tot huisstijlontwikkeling, van reclamevisuals tot grafisch ontwerp, we bieden creatieve oplossingen in elk gebied. Ons ontwerpteam helpt u het verhaal van uw merk op de meest effectieve manier te vertellen.",
    "services-3-title": "Software",
    "services-3-text": "Met onze geavanceerde softwareoplossingen digitaliseren we uw bedrijfsprocessen en vergroten we uw efficiëntie. We ontwikkelen websites, mobiele applicaties, e-commerce platforms en op maat gemaakte softwareprojecten. We analyseren klant-specifieke softwarebehoeften en bieden oplossingen met de meest geschikte technologieën.",
    "why-us-title": "Waarom Wij?",
    "why-us-1-title": "Ervaring en Expertise",
    "why-us-1-text": "Met de ervaring en brede kennis die we in de loop der jaren hebben opgedaan, brengen we uw projecten met succes tot leven.",
    "why-us-2-title": "Creativiteit en Innovatie",
    "why-us-2-text": "Met onze creatieve en innovatieve benadering bieden we verschillende en indrukwekkende oplossingen in elk project.",
    "why-us-3-title": "Klantgerichte Aanpak",
    "why-us-3-text": "We stellen klanttevredenheid voorop en passen projecten aan op basis van de behoeften van onze klanten.",
    "why-us-4-title": "Full-Service Bureau",
    "why-us-4-text": "Door marketing, design en software samen aan te bieden, voldoen we aan alle digitale behoeften van uw projecten onder één dak.",
    "why-us-5-text": "Laten we uw merk een stap voorwaarts brengen in de digitale wereld. We kijken ernaar uit om samen te werken aan succesvolle projecten."
  }
}
