{
  "common": {
    "locale": "tr",
    "homepage": "Anasayfa",
    "reach-us": "Bize Ulaşın",
    "projects": "Projeler",
    "services": "Hizmetler",
    "about-us": "Hakkımızda",
    "references": "Referanslar",
    "our-partners": "Nerelerdeyiz?",
    "contact": "İletişim",
    "intro-projects": "Projelerimiz",
    "intro-contact": "Bize Ulaşın",
    "contact-us": "Bize Ulaşın",
    "your-name": "Adınız",
    "your-email": "E-posta Adresiniz",
    "your-phone": "Telefon Numaranız",
    "your-company": "Şirketiniz",
    "your-message": "Mesajınız",
    "send": "Gönder",
    "who-are-we-title": "Biz Kimiz?",
    "who-are-we-text": "Biz, yenilikçi çözümlerle dijital dünyada fark yaratan bir pazarlama, tasarım ve yazılım şirketiyiz. Müşterilerimizin ihtiyaçlarına odaklanarak, onlara özgün ve etkili stratejiler sunuyoruz. Takımımız, sektördeki en iyi profesyonellerden oluşmakta ve her projede üstün kaliteyi hedeflemektedir.",
    "services-title": "Ne Yapıyoruz?",
    "services-1-title": "Daha Çok Müşteriye Ulaşmak İstiyorum",
    "services-1-text": "Sosyal medya ve Google, herkesin tanışma noktası. Siz de kendinizi bu noktada ön plana çıkarmalısınız. Dijital pazarlamanın merkezinde kendi kurumsal kimliğinizi oluşturulmasınız.",
    "services-1-button": "Devam Edin",
    "services-2-title": "Web Sitesi Yaptırmak İstiyorum",
    "services-2-text": "Web Siteniz markanızın kimliğini dünyaya tanıtmak için vazgeçilmez bir araçtır. Estetik ve işlevselliği bir araya getirerek, kurumsal kimliğinizi unutulmaz bir şekilde öne sürmelisiniz.",
    "services-3-title": "Estetik bir Marka Oluşturmak İstiyorum",
    "services-3-text": "Bir markanın tasarıma önem vermesi, müşteriyle duygusal bağ kurarak güçlü bir kimlik oluşturur. İyi bir tasarım, markanın güvenilirliğini artırır ve tüketicinin zihninde kalıcı bir izlenim bırakır.",
    "why-us-title": "Neden Biz?",
    "why-us-1-title": "Deneyim ve Uzmanlık",
    "why-us-1-text": "Yılların getirdiği deneyim ve sektördeki geniş bilgi birikimimizle projelerinizi başarıyla hayata geçiriyoruz.",
    "why-us-2-title": "Yaratıcılık ve Yenilik",
    "why-us-2-text": "Yaratıcı ve yenilikçi bakış açımızla, her projede farklı ve etkileyici çözümler sunuyoruz.",
    "why-us-3-title": "Müşteri Odaklı Yaklaşım",
    "why-us-3-text": "Müşteri memnuniyetini ön planda tutuyor, projeleri müşterilerimizin ihtiyaçlarına uygun şekilde şekillendiriyoruz.",
    "why-us-4-title": "Hepsi Bir Arada Çözüm",
    "why-us-4-text": "Pazarlama, tasarım ve yazılımı bir arada sunarak, projelerinizin tüm dijital ihtiyaçlarını tek çatı altında karşılıyoruz. Bir hizmetten diğerine geçmek zorunda kalmadan olağanüstü sonuçların keyfini çıkarabilirsiniz.",
    "why-us-5-text": "Gelin, markanızı dijital dünyada bir adım öne çıkaralım. Birlikte başarılı projelere imza atmak için sabırsızlanıyoruz.",
    "service-1-title": "Kurumsal Kimlik",
    "service-1-text": "Markanızın işinizin kalbi olduğunu biliyoruz. Ajansımızda, değerlerinizi yansıtan ve hedef kitlenizle bağ kuran benzersiz ve güçlü bir marka kimliği oluşturmak için sizinle yakın bir şekilde çalışıyoruz. Logo tasarımından renk şemalarına, ses tonundan görsel estetiğe kadar her bir öğenin tutarlı ve etkileyici bir hikaye anlattığından emin oluyoruz. Amacımız, pazarda öne çıkmanıza ve müşterileriniz üzerinde kalıcı bir izlenim bırakmanıza yardımcı olmaktır.",
    "service-2-title": "Pazarlama Stratejisi",
    "service-2-text": "Güçlü bir pazarlama stratejisi, iş başarısının temelidir. İş hedeflerinize uygun, kapsamlı ve veri odaklı pazarlama stratejileri geliştirme konusunda uzmanız. Pazar trendlerini, hedef kitlenizi ve rekabet ortamını analiz ederek, içerik oluşturma ve reklam yerleştirmeye kadar tüm pazarlama çabalarınızı yönlendiren bir yol haritası oluşturuyoruz. Marka bilinirliğinizi artırmak, dönüşümleri teşvik etmek veya müşteri sadakatini artırmak istiyorsanız, yaklaşımımızı ölçülebilir sonuçlar elde etmek için özelleştiriyoruz.",
    "service-3-title": "Reklamcılık",
    "service-3-text": "Etkili reklamcılık, dikkat çekici sloganlar ve görsellerden daha fazlasını gerektirir. Ajansımızda, doğru zamanda doğru hedef kitleye ulaşan son derece hedeflenmiş reklam kampanyaları tasarlayıp yürütüyoruz. Google Ads, sosyal medya platformları veya görüntülü ağlar aracılığıyla, dikkat çeken, duygulara hitap eden ve eyleme geçiren reklamlar oluşturuyoruz. Ekibimiz, reklam harcamalarınızın en iyi yatırım getirisini sağlamasını sağlamak için kampanyaları performans verilerine göre sürekli optimize ediyor.",
    "service-4-title": "Web Tasarım ve Geliştirme",
    "service-4-text": "Web siteniz genellikle potansiyel müşterilerin markanızla ilk etkileşim kurduğu yerdir. Sadece göz alıcı görünen değil, aynı zamanda tüm cihazlarda sorunsuz çalışan özel web siteleri tasarlıyor ve geliştiriyoruz. Web geliştirme ekibimiz, sitenizin hızlı, güvenli ve kullanıcı dostu olmasını sağlıyor ve mükemmel bir kullanıcı deneyimi sunmaya odaklanıyor. E-ticaret platformlarından bilgi sitelerine kadar, işletme hedeflerinizi destekleyen ve kullanıcıları geri dönmeye teşvik eden dijital deneyimler oluşturuyoruz.",
    "service-5-title": "Mobil Uygulama Tasarımı ve Geliştirme",
    "service-5-text": "Günümüzün mobil öncelikli dünyasında, yüksek kaliteli bir mobil uygulamaya sahip olmak, hedef kitlenize ulaşmak ve onları etkileşimde tutmak için çok önemlidir. Kullanıcı dostu, ilgi çekici ve hem iOS hem de Android platformlarına tam olarak optimize edilmiş mobil uygulamalar tasarlama ve geliştirme konusunda uzmanız. Müşteri etkileşimi, dahili kullanım veya bir hizmet sunumu için bir uygulama oluşturmayı hedefliyorsanız, kullanıcı merkezli bir deneyim sunmaya odaklanıyoruz.",
    "service-6-title": "Masaüstü Program Tasarımı ve Geliştirme",
    "service-6-text": "Güçlü, masaüstü tabanlı çözümler gerektiren işletmeler için özel masaüstü program tasarımı ve geliştirme hizmetleri sunuyoruz. İster dahili işlemleri optimize etmek ister müşterilerinize özel bir hizmet sunmak için bir uygulamaya ihtiyaç duyuyor olun, güvenli, ölçeklenebilir ve kullanımı kolay güçlü yazılım çözümleri oluşturuyoruz. Ekibimiz, ihtiyaçlarınızı anlamak ve işletmenizin dijital dünyada başarılı olmasına yardımcı olacak bir program geliştirmek için sizinle yakın bir şekilde çalışıyor.",
    "service-7-title": "Sosyal Medya Yönetimi",
    "service-7-subtitle-1": "Sosyal Medya Stratejisi Geliştirme",
    "service-7-subtext-1": "Hedef kitle analizi, içerik planlaması ve marka bilinirliği artırma stratejileri oluşturma.",
    "service-7-subtitle-2": "İçerik Üretimi ve Paylaşımı",
    "service-7-subtext-2": "Yaratıcı metinler, görseller, videolar ve infografikler gibi içeriklerin oluşturulması ve paylaşılması.",
    "service-7-subtitle-3": "Topluluk Yönetimi",
    "service-7-subtext-3": "Sosyal medya hesaplarındaki yorumlar, mesajlar ve etkileşimlerin yönetilmesi, müşteri ilişkilerinin geliştirilmesi.",
    "service-7-subtitle-4": "Sosyal Medya Analitiği",
    "service-7-subtext-4": "Performans takibi, raporlama ve strateji optimizasyonu.",
    "service-8-title": "Sosyal Medya Reklamcılığı",
    "service-8-subtitle-1": "Facebook ve Instagram Reklamları",
    "service-8-subtext-1": "Hedefleme, kreatif içerik oluşturma, kampanya yönetimi ve sonuç takibi.",
    "service-8-subtitle-2": "LinkedIn Reklamları",
    "service-8-subtext-2": "B2B hedefli kampanyalar, profesyonel kitlelere yönelik reklam stratejileri.",
    "service-8-subtitle-3": "Twitter Reklamları",
    "service-8-subtext-3": "Tweet kampanyaları, etkileşim artırma, trendlerle uyumlu reklam stratejileri.",
    "service-8-subtitle-4": "TikTok Reklamları",
    "service-8-subtext-4": "Genç kitlelere ulaşmak için yaratıcı video kampanyaları ve etkili hedefleme.",
    "service-9-title": "Google Ads Yönetimi",
    "service-9-subtitle-1": "Google Arama Ağı Reklamları (Search Ads)",
    "service-9-subtext-1": "Potansiyel müşterilerin arama motorunda yaptığı sorgulara yönelik reklam kampanyaları oluşturma.",
    "service-9-subtitle-2": "Google Görüntülü Reklam Ağı (Display Ads)",
    "service-9-subtext-2": "Hedef kitleye yönelik görsel reklamların oluşturulması ve yönetimi.",
    "service-9-subtitle-3": "Google Alışveriş Reklamları (Shopping Ads)",
    "service-9-subtext-3": "E-ticaret siteleri için ürün listeleme reklamları, satış artırma stratejileri.",
    "service-9-subtitle-4": "YouTube Reklamları",
    "service-9-subtext-4": "Video reklam kampanyaları, hedefleme ve video içerik optimizasyonu.",
    "service-9-subtitle-5": "Remarketing",
    "service-9-subtext-5": "Önceden ziyaret eden kullanıcılara yönelik yeniden hedefleme kampanyaları.",
    "service-10-title": "Reklam Danışmanlığı",
    "service-10-subtitle-1": "Pazarlama Stratejisi Geliştirme",
    "service-10-subtext-1": "Şirketlere özel dijital reklam stratejileri oluşturma.",
    "service-10-subtitle-2": "Reklam Performansı Analizi",
    "service-10-subtext-2": "Mevcut kampanyaların analiz edilmesi ve optimizasyon önerileri sunulması.",
    "service-10-subtitle-3": "Bütçe Yönetimi",
    "service-10-subtext-3": "Reklam bütçesinin etkin bir şekilde yönetilmesi ve maksimum ROI elde edilmesi.",
    "service-11-title": "SEO Hizmetleri",
    "service-11-subtitle-1": "Anahtar Kelime Araştırması",
    "service-11-subtext-1": "Hedef kitlenizin arama alışkanlıklarına göre stratejik anahtar kelimeler belirleme.",
    "service-11-subtitle-2": "Teknik SEO",
    "service-11-subtext-2": "Web sitenizin arama motorlarına uygun hale getirilmesi için teknik iyileştirmeler.",
    "service-11-subtitle-3": "İçerik Optimizasyonu",
    "service-11-subtext-3": "SEO uyumlu blog yazıları, makaleler ve web sayfası içerikleri oluşturma.",
    "service-11-subtitle-4": "Bağlantı İnşası (Link Building)",
    "service-11-subtext-4": "Yüksek kaliteli dış bağlantılar edinme ve site otoritesini artırma.",
    "service-12-title": "Analiz ve Raporlama",
    "service-12-subtitle-1": "Aylık Performans Raporları",
    "service-12-subtext-1": "Reklam kampanyalarının, sosyal medya hesaplarının ve web trafiğinin detaylı performans raporları.",
    "service-12-subtitle-2": "Veri Analitiği",
    "service-12-subtext-2": "Hedef kitleniz, kampanya etkinliği ve genel dijital strateji üzerine detaylı analizler.",
    "service-13-title": "Eğitim ve Danışmanlık",
    "service-13-subtitle-1": "Dijital Pazarlama Eğitimi",
    "service-13-subtext-1": "Firmalara ve bireylere yönelik sosyal medya, Google Ads ve SEO konularında eğitim programları.",
    "service-13-subtitle-2": "Dijital Pazarlama Danışmanlığı",
    "service-13-subtext-2": "Şirket içi ekiplerinizi dijital pazarlama konusunda yönlendirme ve gelişimlerine katkı sağlama.",
    "service-14-title": "Sosyal Medya Grafik Tasarım Hizmetleri",
    "service-14-subtitle-1": "Sosyal Medya Post Tasarımı",
    "service-14-subtext-1": "Facebook, Instagram, LinkedIn gibi platformlar için dikkat çekici ve markanızı yansıtan grafikler tasarlama.",
    "service-14-subtitle-2": "Kapak ve Profil Görselleri",
    "service-14-subtext-2": "Sosyal medya hesaplarınız için profesyonel kapak ve profil görselleri tasarlama.",
    "service-14-subtitle-3": "Hikaye (Story) Tasarımları",
    "service-14-subtext-3": "Instagram ve Facebook hikayeleri için yaratıcı ve etkileşimi artıran görsel içerikler hazırlama.",
    "service-14-subtitle-4": "Reklam Grafikleri",
    "service-14-subtext-4": "Sosyal medya reklam kampanyaları için hedef kitlenize uygun dikkat çekici reklam görselleri oluşturma.",
    "service-14-subtitle-5": "Animasyonlu Görseller",
    "service-14-subtext-5": "Sosyal medya için dikkat çekici ve etkileşimi artıran basit animasyonlar ve GIF tasarımları.",
    "service-15-title": "Fiziksel Tabela ve Levha Tasarımı",
    "service-15-subtitle-1": "Mağaza Tabelaları",
    "service-15-subtext-1": "Markanızı yansıtan, dikkat çekici ve dayanıklı mağaza tabelaları tasarlama.",
    "service-15-subtitle-2": "Yönlendirme Levhaları",
    "service-15-subtext-2": "İç ve dış mekanlarda kullanılacak, yönlendirme ve bilgi verme amacı taşıyan levhalar tasarlama.",
    "service-15-subtitle-3": "Billboard Tasarımı",
    "service-15-subtext-3": "Açık hava reklamcılığı için büyük boyutlu, etkileyici ve mesajı net ileten billboard tasarımları oluşturma.",
    "service-15-subtitle-4": "Araç Giydirme Tasarımları",
    "service-15-subtext-4": "Araçlar için reklam ve marka bilinirliğini artırıcı giydirme tasarımları hazırlama.",
    "service-15-subtitle-5": "İç Mekan Grafik Çözümleri",
    "service-15-subtext-5": "Ofis, mağaza ve diğer ticari alanlar için duvar grafikleri, vitrin tasarımları ve dekoratif grafik çözümleri.",
    "service-16-title": "Kurumsal Kimlik Tasarımı",
    "service-16-subtitle-1": "Logo Tasarımı",
    "service-16-subtext-1": "Markanızı yansıtan özgün ve profesyonel logolar tasarlama.",
    "service-16-subtitle-2": "Kartvizit Tasarımı",
    "service-16-subtext-2": "İş dünyasında markanızın etkisini artıracak şık ve profesyonel kartvizit tasarımları oluşturma.",
    "service-16-subtitle-3": "Antetli Kağıt ve Zarf Tasarımı",
    "service-16-subtext-3": "Kurumsal yazışmalarınız için profesyonel antetli kağıt ve zarf tasarımları hazırlama.",
    "service-16-subtitle-4": "Kurumsal Sunum Şablonları",
    "service-16-subtext-4": "Sunumlarınız için markanıza uygun, profesyonel ve etkileyici şablonlar tasarlama.",
    "service-16-subtitle-5": "Diğer Kurumsal Materyaller",
    "service-16-subtext-5": "Fatura, broşür, teklif dosyaları gibi çeşitli kurumsal materyallerin tasarlanması.",
    "contact-whatsapp": "WhatsApp'tan bize ulaşın!",
    "contact-mail": "Bize E-posta gönderin!"
  }
}