{
  "common": {
    "locale": "tr",
    "hot-press": "Hot Press",
    "projects": "Projeler",
    "services": "Hizmetler",
    "about-us": "Hakkımızda",
    "references": "Referanslar",
    "contact": "İletişim",
    "intro-title": "Çevrimiçi varlığınızı belirleyin",
    "intro-text": "Dijital pazarlama ve geliştirme konusunda sizin ortağınızız",
    "intro-projects": "Projelerimiz",
    "intro-contact": "Bize Ulaşın",
    "contact-us": "Bize Ulaşın",
    "your-name": "Adınız",
    "your-email": "E-posta Adresiniz",
    "your-phone": "Telefon Numaranız",
    "your-company": "Şirketiniz",
    "your-message": "Mesajınız",
    "send": "Gönder",
    "who-are-we-title": "Biz Kimiz?",
    "who-are-we-text": "Biz, yenilikçi çözümlerle dijital dünyada fark yaratan bir pazarlama, tasarım ve yazılım şirketiyiz. Müşterilerimizin ihtiyaçlarına odaklanarak, onlara özgün ve etkili stratejiler sunuyoruz. Takımımız, sektördeki en iyi profesyonellerden oluşmakta ve her projede üstün kaliteyi hedeflemektedir.",
    "services-title": "Ne Yapıyoruz?",
    "services-1-title": "Pazarlama",
    "services-1-text": "Dijital pazarlama stratejilerimizle markanızı daha geniş kitlelere ulaştırıyoruz. Sosyal medya yönetiminden SEO optimizasyonuna, içerik pazarlamadan dijital reklam kampanyalarına kadar geniş bir yelpazede hizmet sunuyoruz. Hedef kitlenizle doğru zamanda, doğru yerde buluşmanızı sağlıyoruz.",
    "services-2-title": "Tasarım",
    "services-2-text": "Estetik ve işlevselliği bir araya getirerek, markanızın görsel kimliğini oluşturuyoruz. Web ve mobil arayüz tasarımlarından kurumsal kimlik çalışmalarına, reklam görsellerinden grafik tasarıma kadar her alanda yaratıcı çözümler üretiyoruz. Tasarım ekibimiz, markanızın hikayesini en etkili şekilde anlatmanıza yardımcı oluyor.",
    "services-3-title": "Yazılım",
    "services-3-text": "Gelişmiş yazılım çözümlerimizle iş süreçlerinizi dijitalleştiriyor ve verimliliğinizi artırıyoruz. Web siteleri, mobil uygulamalar, e-ticaret platformları ve özel yazılım projeleri geliştiriyoruz. Müşteriye özel yazılım ihtiyaçlarını analiz ediyor, en uygun teknolojilerle çözümler sunuyoruz.",
    "why-us-title": "Neden Biz?",
    "why-us-1-title": "Deneyim ve Uzmanlık",
    "why-us-1-text": "Yılların getirdiği deneyim ve sektördeki geniş bilgi birikimimizle projelerinizi başarıyla hayata geçiriyoruz.",
    "why-us-2-title": "Yaratıcılık ve Yenilik",
    "why-us-2-text": "Yaratıcı ve yenilikçi bakış açımızla, her projede farklı ve etkileyici çözümler sunuyoruz.",
    "why-us-3-title": "Müşteri Odaklı Yaklaşım",
    "why-us-3-text": "Müşteri memnuniyetini ön planda tutuyor, projeleri müşterilerimizin ihtiyaçlarına uygun şekilde şekillendiriyoruz.",
    "why-us-4-title": "Tam Hizmet Ajansı",
    "why-us-4-text": "Pazarlama, tasarım ve yazılımı bir arada sunarak, projelerinizin tüm dijital ihtiyaçlarını tek bir çatı altında karşılıyoruz.",
    "why-us-5-text": "Gelin, markanızı dijital dünyada bir adım öne çıkaralım. Birlikte başarılı projelere imza atmak için sabırsızlanıyoruz.",
    "service-1-title": "Kurumsal Kimlik",
    "service-1-text": "Markanızın işinizin kalbi olduğunu biliyoruz. Ajansımızda, değerlerinizi yansıtan ve hedef kitlenizle bağ kuran benzersiz ve güçlü bir marka kimliği oluşturmak için sizinle yakın bir şekilde çalışıyoruz. Logo tasarımından renk şemalarına, ses tonundan görsel estetiğe kadar her bir öğenin tutarlı ve etkileyici bir hikaye anlattığından emin oluyoruz. Amacımız, pazarda öne çıkmanıza ve müşterileriniz üzerinde kalıcı bir izlenim bırakmanıza yardımcı olmaktır.",
    "service-2-title": "Pazarlama Stratejisi",
    "service-2-text": "Güçlü bir pazarlama stratejisi, iş başarısının temelidir. İş hedeflerinize uygun, kapsamlı ve veri odaklı pazarlama stratejileri geliştirme konusunda uzmanız. Pazar trendlerini, hedef kitlenizi ve rekabet ortamını analiz ederek, içerik oluşturma ve reklam yerleştirmeye kadar tüm pazarlama çabalarınızı yönlendiren bir yol haritası oluşturuyoruz. Marka bilinirliğinizi artırmak, dönüşümleri teşvik etmek veya müşteri sadakatini artırmak istiyorsanız, yaklaşımımızı ölçülebilir sonuçlar elde etmek için özelleştiriyoruz.",
    "service-3-title": "Reklamcılık",
    "service-3-text": "Etkili reklamcılık, dikkat çekici sloganlar ve görsellerden daha fazlasını gerektirir. Ajansımızda, doğru zamanda doğru hedef kitleye ulaşan son derece hedeflenmiş reklam kampanyaları tasarlayıp yürütüyoruz. Google Ads, sosyal medya platformları veya görüntülü ağlar aracılığıyla, dikkat çeken, duygulara hitap eden ve eyleme geçiren reklamlar oluşturuyoruz. Ekibimiz, reklam harcamalarınızın en iyi yatırım getirisini sağlamasını sağlamak için kampanyaları performans verilerine göre sürekli optimize ediyor.",
    "service-4-title": "Web Tasarım ve Geliştirme",
    "service-4-text": "Web siteniz genellikle potansiyel müşterilerin markanızla ilk etkileşim kurduğu yerdir. Sadece göz alıcı görünen değil, aynı zamanda tüm cihazlarda sorunsuz çalışan özel web siteleri tasarlıyor ve geliştiriyoruz. Web geliştirme ekibimiz, sitenizin hızlı, güvenli ve kullanıcı dostu olmasını sağlıyor ve mükemmel bir kullanıcı deneyimi sunmaya odaklanıyor. E-ticaret platformlarından bilgi sitelerine kadar, işletme hedeflerinizi destekleyen ve kullanıcıları geri dönmeye teşvik eden dijital deneyimler oluşturuyoruz.",
    "service-5-title": "Mobil Uygulama Tasarımı ve Geliştirme",
    "service-5-text": "Günümüzün mobil öncelikli dünyasında, yüksek kaliteli bir mobil uygulamaya sahip olmak, hedef kitlenize ulaşmak ve onları etkileşimde tutmak için çok önemlidir. Kullanıcı dostu, ilgi çekici ve hem iOS hem de Android platformlarına tam olarak optimize edilmiş mobil uygulamalar tasarlama ve geliştirme konusunda uzmanız. Müşteri etkileşimi, dahili kullanım veya bir hizmet sunumu için bir uygulama oluşturmayı hedefliyorsanız, kullanıcı merkezli bir deneyim sunmaya odaklanıyoruz.",
    "service-6-title": "Masaüstü Program Tasarımı ve Geliştirme",
    "service-6-text": "Güçlü, masaüstü tabanlı çözümler gerektiren işletmeler için özel masaüstü program tasarımı ve geliştirme hizmetleri sunuyoruz. İster dahili işlemleri optimize etmek ister müşterilerinize özel bir hizmet sunmak için bir uygulamaya ihtiyaç duyuyor olun, güvenli, ölçeklenebilir ve kullanımı kolay güçlü yazılım çözümleri oluşturuyoruz. Ekibimiz, ihtiyaçlarınızı anlamak ve işletmenizin dijital dünyada başarılı olmasına yardımcı olacak bir program geliştirmek için sizinle yakın bir şekilde çalışıyor."
  }
}
