{
  "common": {
    "locale": "tr",
    "hot-press": "Hot Press",
    "projects": "Projeler",
    "services": "Hizmetler",
    "about-us": "Hakkımızda",
    "references": "Referanslar",
    "contact": "İletişim",
    "intro-title": "Çevrimiçi varlığınızı belirleyin",
    "intro-text": "Dijital pazarlama ve geliştirme konusunda sizin ortağınızız",
    "intro-projects": "Projelerimiz",
    "intro-contact": "Bize Ulaşın",
    "contact-us": "Bize Ulaşın",
    "your-name": "Adınız",
    "your-email": "E-posta Adresiniz",
    "your-phone": "Telefon Numaranız",
    "your-company": "Şirketiniz",
    "your-message": "Mesajınız",
    "send": "Gönder",
    "who-are-we-title": "Biz Kimiz?",
    "who-are-we-text": "Biz, yenilikçi çözümlerle dijital dünyada fark yaratan bir pazarlama, tasarım ve yazılım şirketiyiz. Müşterilerimizin ihtiyaçlarına odaklanarak, onlara özgün ve etkili stratejiler sunuyoruz. Takımımız, sektördeki en iyi profesyonellerden oluşmakta ve her projede üstün kaliteyi hedeflemektedir.",
    "services-title": "Ne Yapıyoruz?",
    "services-1-title": "Pazarlama",
    "services-1-text": "Dijital pazarlama stratejilerimizle markanızı daha geniş kitlelere ulaştırıyoruz. Sosyal medya yönetiminden SEO optimizasyonuna, içerik pazarlamadan dijital reklam kampanyalarına kadar geniş bir yelpazede hizmet sunuyoruz. Hedef kitlenizle doğru zamanda, doğru yerde buluşmanızı sağlıyoruz.",
    "services-2-title": "Tasarım",
    "services-2-text": "Estetik ve işlevselliği bir araya getirerek, markanızın görsel kimliğini oluşturuyoruz. Web ve mobil arayüz tasarımlarından kurumsal kimlik çalışmalarına, reklam görsellerinden grafik tasarıma kadar her alanda yaratıcı çözümler üretiyoruz. Tasarım ekibimiz, markanızın hikayesini en etkili şekilde anlatmanıza yardımcı oluyor.",
    "services-3-title": "Yazılım",
    "services-3-text": "Gelişmiş yazılım çözümlerimizle iş süreçlerinizi dijitalleştiriyor ve verimliliğinizi artırıyoruz. Web siteleri, mobil uygulamalar, e-ticaret platformları ve özel yazılım projeleri geliştiriyoruz. Müşteriye özel yazılım ihtiyaçlarını analiz ediyor, en uygun teknolojilerle çözümler sunuyoruz.",
    "why-us-title": "Neden Biz?",
    "why-us-1-title": "Deneyim ve Uzmanlık",
    "why-us-1-text": "Yılların getirdiği deneyim ve sektördeki geniş bilgi birikimimizle projelerinizi başarıyla hayata geçiriyoruz.",
    "why-us-2-title": "Yaratıcılık ve Yenilik",
    "why-us-2-text": "Yaratıcı ve yenilikçi bakış açımızla, her projede farklı ve etkileyici çözümler sunuyoruz.",
    "why-us-3-title": "Müşteri Odaklı Yaklaşım",
    "why-us-3-text": "Müşteri memnuniyetini ön planda tutuyor, projeleri müşterilerimizin ihtiyaçlarına uygun şekilde şekillendiriyoruz.",
    "why-us-4-title": "Tam Hizmet Ajansı",
    "why-us-4-text": "Pazarlama, tasarım ve yazılımı bir arada sunarak, projelerinizin tüm dijital ihtiyaçlarını tek bir çatı altında karşılıyoruz.",
    "why-us-5-text": "Gelin, markanızı dijital dünyada bir adım öne çıkaralım. Birlikte başarılı projelere imza atmak için sabırsızlanıyoruz."
  }
}
